Repository: ViGAWorld-FR/ViGAWorld-ViGAPhone
Catalog: locale-po/*.po
Languages: uk

source: affiche/modifie/capture l'inharmonicité des notes, capture le timbre de la note de l'Instrument
uk: показує/змінює/захоплює інгармонічність нот, захоплює тембр ноти інструмента

source: affiche/modifie/capture les partiels de la note jouée, capture le timbre de la note de l'Instrument
uk: показує/змінює/захоплює часткові ноти, захоплює тембр ноти інструмента

source: capture le timbre des notes de l'Instrument à partir d'un fichier WAV, doit commencer par la note courante
uk: захоплює тембр нот інструмента з WAV‑файлу, починаючи з поточної ноти

source: ouvre la fenêtre graphique: signal audio + spectre fréquence/amplitude des partiels
uk: відкриває графічне вікно: аудіосигнал + спектр частота/амплітуда часткових

source: enregistre les fichiers WAV des notes capturées
uk: зберігає WAV‑файли захоплених нот

source: accorde l'Instrument selon ses règles d'accordage
uk: налаштовує інструмент згідно з його правилами акордування

source: choisis le tempérament de l'Instrument, un jeu de règles d'accordage automatique
uk: вибирає темперамент інструмента, набір автоматичних правил акордування

source: affiche les règles et fréquences des notes de l'Instrument
uk: показує правила та частоти нот інструмента

source: affiche la distribution des notes actives sur les threads Engine-PCM
uk: показує розподіл активних нот по потоках Engine‑PCM

source: affiche la signature de l'ordinateur pour obtenir une licence d'utilisation
uk: показує сигнатуру комп’ютера для отримання ліцензії

source: test:choisit la forme de l'onde de base
uk: тест: вибір базової форми хвилі

source: Il n'y a pas de note en cours, arrêt de la commande d'édition.
uk: Немає активної ноти, редагування зупинено.

source: nbNotes|nbOndes|=> VU-mètre <= dernière note jouée....volume 3pédales|xrun threads/cpu charge délais de calcul
uk: nbNotes|nbOndes|=> VU‑метр <= остання зіграна нота....гучність 3педалі|xrun потоки/навантаження CPU часи обчислення

source: %c[41mAttention : %s charge système %.0f%c
uk: %c[41mУвага: %s системне навантаження %.0f%c

source: ==> ATTENTION : le fichier <%s> a été supprimé ou déplacé
uk: ==> УВАГА: файл <%s> було видалено або переміщено

source: ==> ATTENTION : le fichier <%s> a été restauré
uk: ==> УВАГА: файл <%s> було відновлено

source: Fichier Instrument mis à jour, ok je le recharge...
uk: Файл Інструмента оновлено, перезавантажую...

source: JACK connexion d'un périphérique MIDI
uk: JACK: підключення MIDI‑пристрою

source: JACK déconnexion d'un périphérique MIDI
uk: JACK: відключення MIDI‑пристрою

source: ALSA connexion d'un périphérique MIDI
uk: ALSA: підключення MIDI‑пристрою

source: ALSA déconnexion d'un périphérique MIDI
uk: ALSA: відключення MIDI‑пристрою

source: WINMM connexion d'un périphérique MIDI
uk: WINMM: підключення MIDI‑пристрою

source: WINMM déconnexion d'un périphérique MIDI
uk: WINMM: відключення MIDI‑пристрою

source: Temps d'utilisation sans licence dépassé, limité à
uk: Час використання без ліцензії перевищено, обмеження становить

source: minutes. Fermeture de l'application. Merci de l'avoir essayée, prenez une licence pour une utilisation illimitée.
uk: хвилин. Застосунок буде закрито. Дякуємо за спробу, придбайте ліцензію для необмеженого використання.

source: Erreur : SetConsoleOutputCP(CP_UTF8) a échoué (code erreur : %lu)
uk: Помилка: SetConsoleOutputCP(CP_UTF8) не вдалося виконати (код помилки: %lu)

source: ==> ATTENTION : Arrêt forcé demandé plusieurs fois, sortie agressive..
uk: ==> УВАГА: Примусове завершення запитано кілька разів, виконую жорстке завершення...

source: ==> ATTENTION : Arrêt forcé demandé, pour quitter proprement l'application, utiliser la commande 'Q'.
uk: ==> УВАГА: Запитано примусове завершення, для коректного виходу використовуйте команду 'Q'.

source: ==> Erreur, le paramètre de serveur audio n'est pas reconnu : <%s>
uk: ==> Помилка: параметр аудіосервера не розпізнано: <%s>

source: ==> Erreur, le paramètre de source MIDI n'est pas reconnu : <%s>
uk: ==> Помилка: параметр MIDI‑джерела не розпізнано: <%s>

source: ==> Erreur, la fréquence du serveur audio ne peut être inférieure à %dHz
uk: ==> Помилка: частота аудіосервера не може бути меншою за %dГц

source: ==> Erreur, paramètre <%s> non reconnu.
uk: ==> Помилка: параметр <%s> не розпізнано.

source: Erreur : ViGAPhone doit etre lance depuis un terminal UTF8.
uk: Помилка: ViGAPhone потрібно запускати з термінала UTF‑8.

source: Erreur : ViGAPhone doit être lancé depuis un terminal UTF8.
uk: Помилка: ViGAPhone потрібно запускати з термінала UTF‑8.

source: ==> Attention : Fichier général de configuration non trouvé ou contenant des erreurs, le fonctionnement peut être dégradé
uk: ==> Увага: загальний конфігураційний файл не знайдено або він містить помилки, робота може бути нестабільною

source: ==> ERREUR : impossible d'installer la gestion du signal SIGINT
uk: ==> ПОМИЛКА: неможливо встановити обробку сигналу SIGINT

source: Lancement des moteurs Audio PCM et MIDI...
uk: Запуск аудіодвигунів PCM та MIDI...

source: Paramétrage de l'Instrument...
uk: Налаштування Інструмента...

source: ==> Erreur, le nom du fichier passé en paramètre n'existe pas.
uk: ==> Помилка: вказаний файл не існує.

source: ==> ATTENTION : La licence d'utilisation n'est pas valide ou n'est pas trouvée. L'usage de l'application est limité à %d minutes. Rendez-vous sur le site web du ViGAWorld/ViGAPhone pour vous enregistrez comme utilisateur et obtenir une licence.
uk: ==> УВАГА: Ліцензія недійсна або не знайдена. Використання застосунку обмежено %d хвилинами. Відвідайте сайт ViGAWorld/ViGAPhone, щоб зареєструватися та отримати ліцензію.

source: Arrêt de l'application...
uk: Завершення роботи застосунку...

source: A bientôt !
uk: До зустрічі!
