Repository: ViGAWorld-FR/ViGAWorld-ViGAPhone
Catalog: locale-po/*.po
Languages: uk

source: Choisir une forme d'onde : 0 abandonne 1 sinusoïde 2 triangle 3 carré 4 dent de scie 5 sinusoïde avec 3 harmoniques, pente à -6dB 6 sinusoïde avec 10 harmoniques, pente à -6dB 7 triangle avec 3 harmoniques, pente à -6dB 8 Onde définie pour l'Instrument 9 la sinusoide du Chef ?
uk: Виберіть форму хвилі: 0 — скасувати 1 — синусоїда 2 — трикутник 3 — квадрат 4 — пилка 5 — синусоїда з 3 гармоніками, спад -6 дБ 6 — синусоїда з 10 гармоніками, спад -6 дБ 7 — трикутник з 3 гармоніками, спад -6 дБ 8 — хвиля, визначена для Інструмента 9 — синусоїда Керівника ?

source: Erreur, choix hors limites
uk: Помилка, вибір поза межами

source: ==> ERREUR : L'Instrument n'a pas d'onde définie dans son paramètrage.
uk: ==> ПОМИЛКА: В Інструменті не визначено форму хвилі в параметрах.

source: Conseil : 1) choisir la note à accorder à l'aide des touches pmPM, s pour une sélection automatique 2) accorder la note à l'unisson 1 corde à la fois, soit à l'oreille en la jouant avec la touche ' ', soit avec les fréquences indiquées et le comparateur d'unisson fréquentiel 3) utiliser la vue graphique pour une visualisation plus précise Pour plus d'information sur la technique d'accordage lire la documentation technique
uk: Порада: 1) виберіть ноту для налаштування за допомогою клавіш pmPM, або 's' для автоматичного вибору 2) налаштовуйте ноту в унісон, по одній струні: на слух (клавіша ' ') або за показаними частотами та частотним порівнювачем унісону 3) використовуйте графічний режим для точнішої візуалізації Детальніше про техніку налаштування дивіться у технічній документації

source: Touche de commande h : liste des notes et partiels en résonance avec la note courante
uk: Клавіша керування h: список нот і часткових тонів у резонансі з поточною нотою

source: Note
uk: Нота

source: Fréq détectée : %7.2fHz %c Unisson :
uk: Виявлена частота: %7.2fГц %c Унісон:

source: signal bruité!
uk: завадний сигнал!

source: Mesures :
uk: Вимірювання:

source: Conseil : 1) régler le niveau d'enregistrement du microphone pour que le son joué le plus fort soit proche du 0dB, 2) faire le silence et régler la variable AccordNivBruit à l'aide des touches pmPM pour que le niveau 'max' du bruit du silence soit juste inférieur à AccordNivBruit, normalement inférieur à -50dB dans de bonnes conditions environnementales.
uk: Порада: 1) відрегулюйте рівень запису мікрофона так, щоб найгучніший звук був близьким до 0 дБ 2) зробіть тишу та налаштуйте параметр AccordNivBruit клавішами pmPM так, щоб рівень «макс» шуму тиші був трохи нижчим за AccordNivBruit, зазвичай нижче -50 дБ у хороших умовах.

source: Spectre de %d notes
uk: Спектр %d нот

source: au diapason %s %5.1fHz
uk: при камертоні %s %5.1fГц

source: pas de son?
uk: немає звуку?

source: capture gelée
uk: захоплення зависло

source: (sélect. auto)
uk: (автовибір)

source: Note identifiée : %s %c[K
uk: Визначена нота : %s %c[K

source: Paramètre AccordNivBruit%5.fdB ;
uk: Параметр AccordNivBruit%5.fdB ;

source: niveaux sonores : max%5.fdB moyen%5.fdB
uk: рівні звуку: макс%5.fdB середн%5.fdB

source: Conseil : Edition de l'inharmonicité, touches de contrôle : mMpP : change la valeur + - : agrandit réduit le maximum affiché [flèches] : change la note courante B : bascule sur la vue d'édition des partiels
uk: Порада: Редагування інгармонічності, клавіші керування: mMpP — змінюють значення + - — збільшують/зменшують максимальне відображення [стрілки] — змінюють поточну ноту B — перехід до редагування часткових тонів

source: c : capture le timbre de la note (le microphone et AccordNivBruit doivent avoir été réglés)
uk: c : захопити тембр ноти (мікрофон і AccordNivBruit мають бути налаштовані)

source: A : abandonne la capture et restaure le timbre de la note v n : valide la capture, n: valide et lance la capture de la note suivante
uk: A : скасувати захоплення та відновити тембр ноти v n : підтвердити захоплення, n — підтвердити та перейти до наступної ноти

source: Spectre d'inharmonicité en Cents (100ièmes de 1/2 ton) de %d notes
uk: Спектр інгармонічності у центах (1/100 півтону) для %d нот

source: au diapason %5.1fHz note %s
uk: при камертоні %5.1fГц нота %s

source: Note %s fréquence %.1fHz taux d'inharmonicité %.6f Cents %.2f
uk: Нота %s частота %.1fГц інгармонічність %.6f центів %.2f

source: mesuré à %.1fHz
uk: виміряно на %.1fГц

source: Fréquence du dernier partiel(#%d) %.1fHz soit %.1f fois la fréquence de base (limitée à %dHz)
uk: Частота останнього часткового (#%d) %.1fГц, тобто %.1f× базової частоти (обмежено до %dГц)

source: Conseil : Edition des partiels touches de contrôle: mMpP : change la valeur, jk : change de partiel + - : ajoute supprime le dernier partiel [flèches] : change la note courante B : bascule sur la vue d'édition de l'inharmonicité
uk: Порада: Редагування часткових тонів, клавіші керування: mMpP — змінюють значення, jk — змінюють частковий + - — додають або видаляють останній частковий [стрілки] — змінюють поточну ноту B — перехід до редагування інгармонічності

source: Spectre des %d partiels
uk: Спектр %d часткових тонів

source: Note %s partiel %d fréquence %.1fHz amplitude %.1fdB
uk: Нота %s частковий %d частота %.1fГц амплітуда %.1fдБ

source: Inharmonicité %.6f
uk: Інгармонічність %.6f

source: ==> Erreur: note %s mauvaise syntaxe de règle d'accord <%s> Note relative#%d
uk: ==> Помилка: нота %s має неправильний синтаксис правила налаштування <%s> Відносна нота #%d

source: ==> Erreur: note %s mauvaise syntaxe de règle d'accord <%s>
uk: ==> Помилка: нота %s має неправильний синтаксис правила налаштування <%s>

source: second passage
uk: другий прохід

source: Erreur, il n'y a pas eu de calcul d'accordage
uk: Помилка, налаштування не було розраховано

source: MIDI# note nom règle d'accord fréquences des partiels 1 à 4
uk: MIDI# назва ноти правило налаштування частоти часткових 1–4

source: ==>Erreur: accordage impossible, le diapason de l'Instrument n'est pas défini correctement
uk: ==>Помилка: налаштування неможливе, камертон Інструмента визначено неправильно

source: ==> Erreur: accordage en échec
uk: ==> Помилка: налаштування не вдалося

source: ==>Erreur d'accordage, la note %s n'a pas été accordée, vérifier les règles d'accord
uk: ==>Помилка налаштування: нота %s не була налаштована, перевірте правила налаштування

source: Choisir un fichier Tempérament contenant les règles d'accordage:
uk: Виберіть файл Темперування, що містить правила налаштування:

source: 0 : abandonne, [ENTREE] rafraîchit la liste
uk: 0 — скасувати, [ENTER] — оновити список

source: choix invalide
uk: некоректний вибір

source: Erreur, impossible d'ouvrir le fichier <%s>
uk: Помилка, неможливо відкрити файл <%s>

source: ==> Erreur de lecture du fichier ou mauvaise syntaxe %s
uk: ==> Помилка читання файлу або неправильний синтаксис %s

source: Choisir une action:
uk: Виберіть дію:

source: 0 : abandonne r : affiche le résultat de l'accordage c : choisis un nouveau jeu de règles d'accordage v : valide l'accordage et l'applique à l'Instrument ?
uk: 0 — скасувати r — показати результат налаштування c — вибрати новий набір правил налаштування v — підтвердити та застосувати налаштування до Інструмента ?

source: Nouvel accordage effectué
uk: Нове налаштування виконано

source: Note %s fréquence %7.1fHz non trouvée
uk: Нота %s частота %7.1fГц не знайдена

source: Note %s mauvaise fréquence du partiel 1, fréquence cherchée %.2fHz non trouvée, vérifier la fréquence estimée et régler l'amplitude du partiel 1
uk: Нота %s має неправильну частоту першого часткового, шукану частоту %.2fГц не знайдено, перевірте оцінену частоту та відрегулюйте амплітуду першого часткового

source: Note %s fréquence trouvée %7.1fHz nb partiels %3d taux d'inharmonicité
uk: Нота %s знайдена частота %7.1fГц кількість часткових %3d інгармонічність

source: , mauvaise qualité !
uk: , погана якість!

source: ==> Erreur, la note est active et ne peut être restructurée.
uk: ==> Помилка: нота активна і не може бути змінена.

source: ==> Echec de l'analyse note %s, fréquences trouvées: Pic-1 %.2fHz, Pic-0dB %.2fHz P1 probable %.2fHz
uk: ==> Помилка аналізу ноти %s, знайдені частоти: Пік-1 %.2fГц, Пік-0дБ %.2fГц, ймовірний P1 %.2fГц

source: Nb échantillons=
uk: Кількість зразків=

source: ; taux=
uk: ; частота=

source: /s ; durée=
uk: /с ; тривалість=

source: Fichier WAV avec silence absolu, sauvegarde ViGAPhone
uk: Файл WAV з абсолютною тишею, збереження ViGAPhone

source: Recherche des notes :
uk: Пошук нот:

source: %3d Note trouvée de %s à %s durée=%.1f sec
uk: %3d Нота знайдена від %s до %s тривалість=%.1f с

source: , son saturé jusqu'à %s
uk: , сигнал насичений до %s

source: Note rejetée de
uk: Нота відхилена від

source: à
uk: до

source: secondes durée=
uk: секунд тривалість=

source: Nombre de notes trouvées :
uk: Кількість знайдених нот:

source: , %d avec du son saturé
uk: , %d із насиченим сигналом

source: Entrer le nom du fichier au format WAV mono float et contenant une série de notes jouées séparées par un silence
uk: Введіть назву файлу у форматі WAV mono float, що містить серію нот, розділених тишею

source: - La note courante=%s détermine la première note de la série enregistrée dans le fichier
uk: - Поточна нота=%s визначає першу ноту серії, записаної у файлі

source: - Le paramètre général AccordNivBruit=%.1fdB détermine le niveau de silence séparant les notes, si le nombre de notes trouvées n'est pas bon c'est que le son est trop bruité et il faut augmenter ce niveau, il est aussi possible avec Audacity de séparer les notes par des 'blancs'
uk: - Загальний параметр AccordNivBruit=%.1fdB визначає рівень тиші між нотами; якщо кількість знайдених нот неправильна, звук надто зашумлений і потрібно збільшити цей рівень. Також можна розділити ноти «порожніми» ділянками в Audacity

source: - activer le mode débogage pour avoir le détail de l'analyse
uk: - увімкніть режим налагодження, щоб отримати деталі аналізу

source: Lecture du fichier...
uk: Зчитування файлу...

source: Abandon de la commande
uk: Команду скасовано

source: Fichier chargé en mémoire, analyse...
uk: Файл завантажено в пам’ять, аналіз...

source: ==> ATTENTION: le nombre de notes à charger à partir de la note courante en première position ne correspond pas au clavier de l'Instrument Il est possible de limiter le nombre de notes à capturer avec l'option : 1+%d
uk: ==> УВАГА: кількість нот для завантаження від поточної ноти не відповідає клавіатурі Інструмента Можна обмежити кількість нот для захоплення опцією: 1+%d

source: Si le nombre de notes trouvées est inférieur au nombre attendu, augmenter le paramètre AccordNivBruit qui sépare les notes.
uk: Якщо кількість знайдених нот менша за очікувану, збільште параметр AccordNivBruit, що розділяє ноти.

source: - option:W=charge seulement le WAV et la fréquence de chaque note, les autres paramètres devront être modifiés manuellement
uk: - опція:W=завантажує лише WAV і частоту кожної ноти, інші параметри потрібно змінити вручну

source: - option:numéro de la note à capturer en premier et à charger dans la note courante(<numéro[+<nombre>]),la fréquence doit correspondre
uk: - опція:номер першої ноти для захоплення та завантаження в поточну ноту (<номер[+<кількість>]), частота має відповідати

source: Appuyer sur ENTREE pour continuer l'analyse du timbre, 'a' pour abandonner
uk: Натисніть ENTER, щоб продовжити аналіз тембру, 'a' — щоб скасувати

source: Les %d notes seront chargées à partir de la note : %s ?
uk: %d нот буде завантажено починаючи з ноти: %s ?

source: ==> ATTENTION: le nombre de notes à charger à partir de la note courante dépasse la limite de l'Instrument Abandon de la commande
uk: ==> УВАГА: кількість нот для завантаження від поточної ноти перевищує межі Інструмента Команду скасовано

source: Capture du timbre de chaque note trouvée...
uk: Захоплення тембру кожної знайденої ноти...

source: Analyse de la note %3d=%s %7.1fHz
uk: Аналіз ноти %3d=%s %7.1fГц

source: Fin de l'analyse: %d notes chargées
uk: Кінець аналізу: завантажено %d нот

source: dont %d de mauvaise qualité à vérifier
uk: з них %d низької якості, потребують перевірки

source: En cas d'échec:
uk: У разі невдачі:

source: - activer le mode débogage et recommencer l'analyse pour avoir plus d'informations
uk: - увімкніть режим налагодження та повторіть аналіз для отримання додаткової інформації

source: - modifier la fréquence de la note si trop éloignée de la réalité ou si capture d'une fréquence parasite, - vérifier le spectre capturé de la note fautive, - vérifier les paramètres comme la note courante qui doit correspondre à la première note dans le fichier WAV
uk: - змініть частоту ноти, якщо вона надто відрізняється від реальної або якщо захоплено паразитну частоту, - перевірте спектр захопленої проблемної ноти, - перевірте параметри, зокрема поточну ноту, яка має відповідати першій ноті у WAV-файлі

source: Les fréquences théoriques des notes ont été modifiées selon les valeurs réelles.
uk: Теоретичні частоти нот були змінені відповідно до реальних значень.

source: Il faut harmoniser l'Instrument et le sauvegarder dans un nouveau fichier Instrument:
uk: Потрібно гармонізувати Інструмент і зберегти його в новий файл Інструмента:

source: - ajuster le taux d'inharmonicité et réguler sa progression
uk: - відрегулювати інгармонічність і її прогресію

source: - supprimer les derniers partiels non significatifs et éventuellement ajuster les amplitudes
uk: - видалити незначущі останні часткові та за потреби відрегулювати амплітуди

source: - accorder l'Instrument.
uk: - налаштувати Інструмент.

source: ==> ATTENTION, le nombre de notes trouvées=%d est différent du nombre de notes de l'Instrument=%d
uk: ==> УВАГА: кількість знайдених нот=%d відрізняється від кількості нот Інструмента=%d

source: L'Instrument est près à être joué, il faut l'accorder
uk: Інструмент готовий до гри, його потрібно налаштувати

source: Note %s frequence %.1fHz: liste des %d couples (fréquence, amplitude) capturés
uk: Нота %s частота %.1fГц: список %d пар (частота, амплітуда), що були захоплені

source: Fréquence : %.2fHz, Amplitude : %.1fdB freq/freqP1 %.3f
uk: Частота: %.2fГц, Амплітуда: %.1fдБ freq/freqP1 %.3f

source: Accordage automatique selon les règles définies dans le fichier Instrument
uk: Автоматичне налаштування за правилами, визначеними у файлі Інструмента

source: ==> Attention: des fréquences de notes ont été définies dans le fichier Instrument, elles sont prioritaires sur les règles, les notes correspondantes ne seront pas accordées
uk: ==> Увага: частоти деяких нот визначені у файлі Інструмента; вони мають пріоритет над правилами, відповідні ноти не будуть налаштовані

source: ==> ERREUR : JACK perte de %d événements MIDI taille buffer %d dépassée
uk: ==> ПОМИЛКА: JACK втратив %d MIDI-подій, розмір буфера %d перевищено

source: ==> Aucun port d'entrée jack AUDIO trouvé.
uk: ==> Не знайдено жодного входу JACK AUDIO.

source: - Liste des clients JACK fournissant une entrée AUDIO :
uk: - Список клієнтів JACK, що надають аудіовхід:

source: JACK <%s> est déconnecté
uk: JACK <%s> відключено

source: JACK le périphérique est déjà connecté via ALSA, abandon de la connexion automatique JACK
uk: JACK: пристрій уже підключено через ALSA, автоматичне підключення JACK скасовано

source: JACK le port est déjà connecté
uk: JACK: порт уже підключено

source: ==> Echec de connexion JACK MIDI-IN de <%s> à <%s>
uk: ==> Помилка підключення JACK MIDI-IN від <%s> до <%s>

source: Connexion réussie JACK MIDI-IN à <%s>
uk: Підключення JACK MIDI-IN до <%s> успішне

source: ==> Aucun port de sortie jack MIDI trouvé.
uk: ==> Не знайдено жодного виходу JACK MIDI.

source: - Liste des clients JACK fournissant une sortie MIDI :
uk: - Список клієнтів JACK, що надають MIDI-вихід:

source: Erreur : Aucun port trouvé
uk: Помилка: портів не знайдено

source: JACK nouveau port MIDI OUT : %s
uk: JACK новий порт MIDI OUT: %s

source: ==>ERREUR ALSA : échec de l'ouverture du périphérique de capture
uk: ==>ПОМИЛКА ALSA: не вдалося відкрити пристрій захоплення

source: - Liste des clients ALSA fournissant une sortie MIDI :
uk: - Список клієнтів ALSA, що надають MIDI-вихід:

source: ALSA <%s> est déconnecté
uk: ALSA <%s> відключено

source: ALSA le périphérique est déjà connecté via JACK, abandon de la connexion automatique ALSA
uk: ALSA: пристрій уже підключено через JACK, автоматичне підключення ALSA скасовано

source: ALSA le port est déjà connecté
uk: ALSA: порт уже підключено

source: ==> Echec de connexion ALSA MIDI-IN à <%s>
uk: ==> Помилка підключення ALSA MIDI-IN до <%s>

source: Connexion réussie ALSA MIDI à <
uk: Успішне підключення ALSA MIDI до <

source: ALSA nouveau port MIDI OUT : %s
uk: ALSA новий порт MIDI OUT: %s

source: ==> ALSA:connexion extérieure du client MIDI :
uk: ==> ALSA: зовнішнє підключення MIDI-клієнта:

source: ==> ALSA: déconnexion du client MIDI '%s'
uk: ==> ALSA: відключення MIDI-клієнта '%s'

source: ALSA: branchement d'un périphérique MIDI
uk: ALSA: підключення MIDI-пристрою

source: Client ALSA MIDI arrêté
uk: Клієнт ALSA MIDI зупинено

source: Client ALSA AUDIO arrêté
uk: Клієнт ALSA AUDIO зупинено

source: Client JACK MIDI arrêté
uk: Клієнт JACK MIDI зупинено

source: Client JACK PCM arrêté
uk: Клієнт JACK PCM зупинено

source: Erreur efd
uk: Помилка efd

source: ==> Erreur : Le serveur JACK est introuvable ou n'est pas lancé, bascule sur ALSA.
uk: ==> Помилка: сервер JACK не знайдено або він не запущений, перехід на ALSA.

source: Nouvelle instance de l'application <%s>, connexion MIDI automatique désactivée
uk: Нова інстанція застосунку <%s>, автоматичне MIDI-підключення вимкнено

source: ==> Impossible de créer le port de sortie gauche
uk: ==> Неможливо створити лівий вихідний порт

source: ==> Impossible de créer le port de sortie droit
uk: ==> Неможливо створити правий вихідний порт

source: Failed to set Engine-jack-PCM thread priority: %s
uk: Не вдалося встановити пріоритет потоку Engine-jack-PCM: %s

source: - Connexion JACK AUDIO PCM-OUT stéréo par défaut de <%s[L|R]> :
uk: - Підключення JACK AUDIO PCM-OUT стерео за замовчуванням <%s[L|R]> :

source: ==> Aucun port d'entrée jack AUDIO PCM stéréo trouvé pour jouer le son.
uk: ==> Не знайдено жодного стерео-входу JACK AUDIO PCM для відтворення звуку.

source: ==> Echec de connexion JACK AUDIO Left de <%s> à <%s>
uk: ==> Помилка підключення JACK AUDIO Left від <%s> до <%s>

source: Connexion réussie JACK AUDIO Left à <%s>
uk: Підключення JACK AUDIO Left до <%s> успішне

source: ==> Echec de connexion JACK AUDIO Right de <%s> à <%s>
uk: ==> Помилка підключення JACK AUDIO Right від <%s> до <%s>

source: Connexion réussie JACK AUDIO Right à <%s>
uk: Підключення JACK AUDIO Right до <%s> успішне

source: ==> Echec de connexion de JACK AUDIO PCM stéréo, faire la connexion manuelle ou préciser les ports en paramètres de lancement de l'application en fonction de la liste suivante des ports actifs...
uk: ==> Помилка підключення JACK AUDIO PCM стерео, виконайте підключення вручну або вкажіть порти у параметрах запуску програми відповідно до наведеного нижче списку активних портів...

source: ==> Client Audio PCM basculé sur ALSA, JACK PCM est supprimé
uk: ==> Клієнт Audio PCM переключено на ALSA, JACK PCM вимкнено

source: Client JACK AUDIO arrêté
uk: Клієнт JACK AUDIO зупинено

source: --- Client JACK PCM-OUT démarré et actif...
uk: --- Клієнт JACK PCM-OUT запущено та активний...

source: ==> Cannot open ALSA PCM device: %s
uk: ==> Неможливо відкрити пристрій ALSA PCM: %s

source: ==> Attention : sample rate %d impossible le plus proche est %d
uk: ==> Увага: частота дискретизації %d недоступна, найближча можлива — %d

source: ==> ALSA Erreur taille periode %d impossible, le plus proche est %d
uk: ==> Помилка ALSA: розмір періоду %d недоступний, найближчий — %d

source: ==> ALSA Erreur buffer taille du Tampon=%d impossible, le plus proche est %d
uk: ==> Помилка ALSA: розмір буфера=%d недоступний, найближчий — %d

source: --- Client ALSA PCM-OUT démarré et actif...
uk: --- Клієнт ALSA PCM-OUT запущено та активний...

source: Failed to set alsaPCM thread priority: %s
uk: Не вдалося встановити пріоритет потоку alsaPCM: %s

source: ==> Erreur : Le serveur JACK MIDI est introuvable ou n'est pas lancé.
uk: ==> Помилка: сервер JACK MIDI не знайдено або він не запущений.

source: Nouvelle instance <%s>, connexion MIDI automatique désactivée
uk: Нова інстанція <%s>, автоматичне MIDI-підключення вимкнено

source: --- Client JACK MIDI-IN démarré et actif...
uk: --- Клієнт JACK MIDI-IN запущено та активний...

source: Faire la connexion manuelle ou préciser les ports en paramètres de lancement de l'application en fonction de la liste suivante des ports actifs...
uk: Виконайте підключення вручну або вкажіть порти у параметрах запуску програми відповідно до списку активних портів...

source: ==> Impossible d'activer le client JACK
uk: ==> Неможливо активувати клієнт JACK

source: ==> Erreur lors de l'ouverture du séquenceur ALSA.
uk: ==> Помилка під час відкриття секвенсора ALSA.

source: ==> Erreur lors de la création du port d'entrée MIDI ALSA.
uk: ==> Помилка під час створення входу MIDI ALSA.

source: --- Client ALSA MIDI-IN démarré et actif...
uk: --- Клієнт ALSA MIDI-IN запущено та активний...

source: ==> Echec de connexion ALSA MIDI, port MIDI <%s> non trouvé
uk: ==> Помилка підключення ALSA MIDI, порт MIDI <%s> не знайдено

source: ==> Erreur lors de la connexion au port MIDI.
uk: ==> Помилка під час підключення до MIDI-порту.

source: --- En attente des événements MIDI...
uk: --- Очікування MIDI-подій...

source: ==> Attention:aucun client MIDI connecté
uk: ==> Увага: жодного MIDI-клієнта не підключено

source: Erreur ouverture sortie son 'default'
uk: Помилка відкриття аудіовиходу 'default'

source: Erreur ouverture entrée:
uk: Помилка відкриття входу:

source: Appuyer sur [ENTREE] pour lancer la mesure ou corriger la connexion ALSA manuellement avec qpwgraph ?
uk: Натисніть [ENTER], щоб розпочати вимірювання, або виправте підключення ALSA вручну через qpwgraph ?

source: Envoi d'une impulsion et attente de son retour...
uk: Надсилання імпульсу та очікування його повернення...

source: Erreur lecture entrée:
uk: Помилка читання входу:

source: Latence sortie son + chaîne système = %.3f millisecondes
uk: Затримка аудіовиходу + системного ланцюга = %.3f мс

source: Latence non mesurée
uk: Затримку не виміряно

source: Mesure de la latence audio + chaîne système...
uk: Вимірювання затримки аудіо + системного ланцюга...

source: Pour mesurer la latence physique, préciser le nom du port d'enregistrement au lancement de l'application et mettre un câble pour boucler la sortie audio avec l'entrée audio.
uk: Щоб виміряти фізичну затримку, вкажіть порт запису під час запуску програми і підключіть кабель між аудіовиходом та аудіовходом.

source: ==> Erreur : Le serveur JACK est introuvable ou n'est pas lancé.
uk: ==> Помилка: сервер JACK не знайдено або він не запущений.

source: Impossible d'enregistrer le port JACK.
uk: Неможливо зареєструвати порт JACK.

source: Échec de l'activation du client JACK.
uk: Не вдалося активувати клієнт JACK.

source: Attention, il y a plusieurs ports JACK *:monitor_FL, le retenu est : <%s>
uk: Увага, знайдено кілька портів JACK *:monitor_FL, вибрано: <%s>

source: Impossible de connecter le port d'écoute avec '
uk: Неможливо підключити порт прослуховування до '

source: Faire la connexion manuelle avec qpwgraph puis appuyer sur [ENTREE] pour lancer la mesure ?
uk: Виконайте підключення вручну через qpwgraph, потім натисніть [ENTER], щоб розпочати вимірювання ?

source: Appuyer sur [ENTREE] pour lancer la mesure ou corriger la connexion JACK manuellement avec qpwgraph ?
uk: Натисніть [ENTER], щоб розпочати вимірювання, або виправте підключення JACK вручну через qpwgraph ?
