Repository: ViGAWorld-FR/ViGAWorld-ViGAPhone
Catalog: locale-po/*.po
Languages: uk

source: Envoi d'une impulsion et attente de son retour sur le port JACK <%s>...
uk: Надсилання імпульсу та очікування його повернення на порт JACK <%s>...

source: Rappel sur la configuration de la sortie son:
uk: Нагадування щодо конфігурації аудіовиходу:

source: Latence audio + chaîne système = %.1f millisecondes
uk: Затримка аудіо + системного ланцюга = %.1f мс

source: Impulsion non détectée, latence non mesurée.
uk: Імпульс не виявлено, затримку не виміряно.

source: Erreur snd_pcm_set_params ALSA:
uk: Помилка snd_pcm_set_params ALSA:

source: Erreur : Impossible d'obtenir IMMDeviceEnumerator
uk: Помилка: неможливо отримати IMMDeviceEnumerator

source: Erreur : Impossible d'obtenir le périphérique audio par défaut
uk: Помилка: неможливо отримати аудіопристрій за замовчуванням

source: Erreur : Impossible d'activer IAudioClient
uk: Помилка: неможливо активувати IAudioClient

source: Erreur : Impossible d'obtenir le format audio
uk: Помилка: неможливо отримати аудіоформат

source: ==>ERREUR, format audio float32 non pris en charge par Windows...
uk: ==>ПОМИЛКА: формат audio float32 не підтримується Windows...

source: ==>ERREUR, format audio %d canaux non pris en charge, seulement stereo possible...
uk: ==>ПОМИЛКА: аудіоформат із %d каналами не підтримується, можливе лише стерео...

source: ==> Attention : WASAPI le mode exclusif est utilisé par une autre application, passe en mode partagé
uk: ==> Увага: режим WASAPI exclusive зайнятий іншою програмою, перехід у shared mode

source: ==> Attention : WASAPI le mode exclusif n'est pas possible pour cette durée de buffer %.3fms, passe en mode partagé
uk: ==> Увага: режим WASAPI exclusive неможливий для цього розміру буфера %.3fмс, перехід у shared mode

source: ==> Attention : WASAPI le mode exclusif ne supporte pas le format float32, passe en mode partagé
uk: ==> Увага: WASAPI exclusive не підтримує формат float32, перехід у shared mode

source: ==> Attention (%lX): WASAPI mode exclusif échoué, passe en mode partagé
uk: ==> Увага (%lX): режим WASAPI exclusive не вдався, перехід у shared mode

source: ==> Erreur : WASAPI mode partagé échoué, passe en mode non low latency
uk: ==> Помилка: режим WASAPI shared не вдався, перехід у режим без low-latency

source: ==> Echec de l'initialisation de WASAPI
uk: ==> Помилка ініціалізації WASAPI

source: Erreur : Impossible d'initialiser le client audio %ld
uk: Помилка: неможливо ініціалізувати аудіоклієнт %ld

source: Erreur : Impossible de créer l'événement audio
uk: Помилка: неможливо створити аудіоподію

source: Erreur : Impossible d'associer l'événement audio
uk: Помилка: неможливо прив’язати аудіоподію

source: Erreur : Impossible d'obtenir IAudioRenderClient
uk: Помилка: неможливо отримати IAudioRenderClient

source: Erreur : Impossible d'obtenir la taille du tampon
uk: Помилка: неможливо отримати розмір буфера

source: Erreur : Impossible de démarrer la lecture audio
uk: Помилка: неможливо запустити відтворення аудіо

source: Erreur : Impossible d'initialiser COM
uk: Помилка: неможливо ініціалізувати COM

source: Erreur : WaitForSingleObject a échoué (code erreur : %lu)
uk: Помилка: WaitForSingleObject не вдалося (код помилки: %lu)

source: ==> Erreur, handle invalide, pas de PCM possible
uk: ==> Помилка: недійсний дескриптор, PCM неможливий

source: Alerte : Événement inattendu capturé
uk: Попередження: зафіксовано неочікувану подію

source: Erreur : Impossible d'obtenir le padding audio
uk: Помилка: неможливо отримати аудіо‑padding

source: Erreur : Impossible de libérer le tampon
uk: Помилка: неможливо звільнити буфер

source: Erreur : Impossible d'obtenir le tampon audio
uk: Помилка: неможливо отримати аудіобуфер

source: Erreur : Impossible de créer le thread audio
uk: Помилка: неможливо створити аудіопотік

source: Erreur MIDI !
uk: Помилка MIDI!

source: Attends le démarrage du serveur audio PCM
uk: Очікування запуску аудіосервера PCM

source: ==> ERREUR : client Audio PCM en échec non démarré.
uk: ==> ПОМИЛКА: клієнт Audio PCM не запущено через збій.

source: --- Client Audio PCM démarré et actif...
uk: --- Клієнт Audio PCM запущено та активний...

source: Aucun périphérique MIDI-OUT disponible.
uk: Немає доступних пристроїв MIDI‑OUT.

source: Périphérique %d : "%s"
uk: Пристрій %d : "%s"

source: Erreur, périphérique <%s> non trouvé, ouverture de <%s>
uk: Помилка: пристрій <%s> не знайдено, відкриття <%s>

source: Le périphérique MIDI est déjà connecté
uk: Пристрій MIDI вже підключено

source: Erreur : Impossible d'ouvrir le périphérique MIDI (Code d'erreur : %d).
uk: Помилка: неможливо відкрити пристрій MIDI (код помилки: %d).

source: --- Connecté au périphérique WinMM MIDI <%s>
uk: --- Підключено до пристрою WinMM MIDI <%s>

source: --- Client WINMM MIDI démarré et actif
uk: --- Клієнт WINMM MIDI запущено та активний

source: Client WINMM MIDI arrêté
uk: Клієнт WINMM MIDI зупинено

source: Client Audio PCM arrêté
uk: Клієнт Audio PCM зупинено

source: Erreur : Impossible d'ouvrir le périphérique MIDI <%s> (Code d'erreur : %X).
uk: Помилка: неможливо відкрити пристрій MIDI <%s> (код помилки: %X).

source: Connecté au périphérique WinMM MIDI <%s>
uk: Підключено до пристрою WinMM MIDI <%s>

source: ==> Echec de connexion WINMM à <%s>
uk: ==> Помилка підключення WINMM до <%s>

source: Erreur, thread non promu temps réel
uk: Помилка: потік не переведено в режим реального часу

source: WINMM nouveau port MIDI OUT : %s
uk: WINMM новий порт MIDI OUT: %s

source: Erreur
uk: Помилка

source: ==>ERREUR, format audio %d canaux non pris en charge, seulement mono/stereo possible...
uk: ==>ПОМИЛКА: аудіоформат із %d каналами не підтримується, можливі лише моно/стерео...

source: Erreur Stop:
uk: Помилка Stop:

source: En attente de l'arrêt de la note...
uk: Очікування зупинки ноти...

source: La note ne s'arrête pas, arrêt immédiat forcé
uk: Нота не зупиняється, виконано примусову зупинку

source: En attente de l'arrêt de toutes les notes
uk: Очікування зупинки всіх нот

source: Les notes ne s'arrêtent pas, arrêt immédiat forcé
uk: Ноти не зупиняються, виконано примусову зупинку

source: Compare les partiels du dernier accord joué de
uk: Порівнює часткові тони останнього зіграного акорду з

source: notes et marque les battements engendrés par les fréquences proches...
uk: нотами та позначає биття, спричинені близькими частотами...

source: Ne prend en compte que les partiels de volume >
uk: Враховуються лише часткові з гучністю >

source: Par défaut, les battements affichés ont une fréquence <
uk: За замовчуванням відображаються биття з частотою <

source: Hz et un volume de battement >
uk: Гц та гучністю биття >

source: dB, entrer les 2 nouvelles valeurs fréquence amplitude, ou appuyer sur [ENTREE] pour afficher le résultat. ?
uk: дБ, введіть два нові значення (частота, амплітуда) або натисніть [ENTER] для показу результату. ?

source: Battement < %dHz et volume de battement > %ddB
uk: Биття < %dГц та гучність биття > %dдБ

source: Fréquence:%9.2fHz Note1 %-9s
uk: Частота:%9.2fГц Нота1 %-9s

source: Fréquence:%9.2fHz Note1 %-9s Partiel:%02d Volume:%3.0fdB
uk: Частота:%9.2fГц Нота1 %-9s Частковий:%02d Гучність:%3.0fдБ

source: Fréquence:%9.2fHz Note2 %-9s
uk: Частота:%9.2fГц Нота2 %-9s

source: Fréquence:%9.2fHz Note2 %-9s Partiel:%02d Volume:%3.0fdB
uk: Частота:%9.2fГц Нота2 %-9s Частковий:%02d Гучність:%3.0fдБ

source: Fréquence:%9.2fHz Note3 %-9s
uk: Частота:%9.2fГц Нота3 %-9s

source: Fréquence:%9.2fHz Note3 %-9s Partiel:%02d Volume:%3.0fdB
uk: Частота:%9.2fГц Нота3 %-9s Частковий:%02d Гучність:%3.0fдБ

source: Fréquence: %fHz Note%1d %[^V]Volume:%f
uk: Частота: %fГц Нота%1d %[^V]Гучність:%f

source: Résultat : %d partiels vibrent avec un battement important
uk: Результат: %d часткових мають значне биття

source: Note : %s liste des notes et partiels en résonnance, limité à %.fdB
uk: Нота: %s список нот і часткових у резонансі, обмежено %.fдБ

source: Note %s:P%d freq %.1fHz amplitude %.1fdB liste des notes partiels proches:
uk: Нота %s:P%d частота %.1fГц амплітуда %.1fдБ список близьких часткових:

source: Liste détaillée des partiels :
uk: Детальний список часткових:

source: voix partiel fréquence amplitude inharmonicité => graphique <=
uk: голос частковий частота амплітуда інгармонічність => графік <=

source: %02d %02d %9.2fHz %7.2fdB dérive %9.2fHz =>%-32s<=
uk: %02d %02d %9.2fГц %7.2fдБ відхилення %9.2fГц =>%-32s<=

source: Liste des partiels de la note :
uk: Список часткових ноти:

source: %s fréquence=%.2f inharmonicité=%0.9f Nb_voix=%d Nb_partiels=%d
uk: %s частота=%.2f інгармонічність=%0.9f Голосів=%d Часткових=%d

source: Liste des fréquences des voix :
uk: Список частот голосів:

source: Coefficient de normalisation sonore :
uk: Коефіцієнт нормалізації звуку:

source: puissance sonore des ondes : %.1fdB,
uk: звукова потужність хвиль: %.1fдБ,

source: coefficient correcteur=%.1fdB
uk: коригувальний коефіцієнт=%.1fдБ

source: pas de normalisation
uk: без нормалізації

source: Forme d'onde :
uk: Форма хвилі:

source: produit par le fichier
uk: отримано з файлу

source: produit par calcul d'une sinusoïde
uk: отримано розрахунком синусоїди

source: Bruit de Attack :
uk: Шум атаки:

source: durée %.3fms
uk: тривалість %.3fмс

source: Pas de fichier sonore pour le bruit de Attack
uk: Немає звукового файлу для шуму атаки

source: Bruit de Release :
uk: Шум релізу:

source: Pas de fichier sonore pour le bruit de Release
uk: Немає звукового файлу для шуму релізу

source: Amplitudes réelles des partiels :
uk: Реальні амплітуди часткових:

source: Amplitudes calculées des partiels :
uk: Розраховані амплітуди часткових:

source: voix %2d :
uk: голос %2d :

source: La licence est valable :
uk: Ліцензія дійсна:

source: jours
uk: днів

source: --- Information sur le fichier Instrument
uk: --- Інформація про файл Інструмента

source: --- Information sur l'environnement technique
uk: --- Інформація про технічне середовище

source: CPU, nombre de coeurs, AVX :
uk: CPU, кількість ядер, AVX:

source: Nombre de threads actifs créés =
uk: Кількість створених активних потоків =

source: Améliorations sonores :
uk: Покращення звуку:

source: Stéréo
uk: Стерео

source: inactive
uk: неактивно

source: active
uk: активно

source: , Résonance sympathique
uk: , симпатична резонансність

source: , Réverbération
uk: , реверберація

source: Modèle de Réverbération courant :
uk: Поточна модель реверберації:

source: avec
uk: з

source: réverbérations
uk: ревербераціями

source: actif
uk: активно

source: inactif
uk: неактивно

source: Audio PCM configuration :
uk: Конфігурація Audio PCM:

source: Serveur Audio PCM :
uk: Сервер Audio PCM:

source: Pas de Serveur Audio PCM actif
uk: Немає активного сервера Audio PCM

source: Client Audio PCM :
uk: Клієнт Audio PCM:

source: connecté au port par défaut
uk: підключено до порту за замовчуванням

source: Client Audio JACK MIDI :
uk: Клієнт Audio JACK MIDI:

source: liste des connexions
uk: список підключень

source: Client Audio ALSA MIDI :
uk: Клієнт Audio ALSA MIDI:

source: WASAPI partagé
uk: WASAPI спільний

source: WASAPI exclusif
uk: WASAPI ексклюзивний

source: Serveur Audio WINMM MIDI :
uk: Сервер Audio WINMM MIDI:

source: actif, connecté à :
uk: активно, підключено до:

source: inconnu
uk: невідомо

source: Droite
uk: Праворуч

source: Logarithmique
uk: Логарифмічна

source: Exponentielle
uk: Експоненціальна

source: Utilisateur définie
uk: Користувацька

source: Courbe de vélocité :
uk: Крива швидкості (velocity):

source: , minimum à
uk: , мінімум на

source: Volume général :
uk: Загальна гучність:

source: Mode spécial :
uk: Спеціальний режим:

source: Accordeur actif
uk: Активний акордер

source: ==> Erreur, la note est active et ne peut être restructurée.
uk: ==> Помилка: нота активна і не може бути змінена.

source: Erreur, choix hors limites
uk: Помилка: вибір поза межами

source: Paramètre Général à modifier :
uk: Загальний параметр для зміни:

source: Il manque le paramètrage de la réverbération
uk: Відсутнє налаштування реверберації

source: ==>Erreur, paramètre non modifiable
uk: ==>Помилка: параметр не можна змінити

source: Paramètre à modifier = %s : note <%s>
uk: Параметр для зміни = %s : нота <%s>

source: = %d (déviation = %.2fHz)
uk: = %d (відхилення = %.2fГц)

source: ==>Erreur, l'inharmonicité est trop forte, la fréquence du dernier partiel est hors limites
uk: ==>Помилка: інгармонічність надто велика, частота останнього часткового поза межами

source: ==>ERREUR : il faut d'abord donner une valeur à SustainTimeT60
uk: ==>ПОМИЛКА: спочатку потрібно задати значення SustainTimeT60

source: ==>ERREUR : il faut d'abord donner une valeur à DecayTime et SustainTimeT60
uk: ==>ПОМИЛКА: спочатку потрібно задати значення DecayTime і SustainTimeT60

source: Ce paramètre ne peut être modifié sans une capture sonore de la note.
uk: Цей параметр не можна змінити без звукового захоплення ноти.

source: Paramètre non modifiable, il faut utiliser un tableur pour éditer le fichier Instrument
uk: Параметр не можна змінити, потрібно використовувати таблицю для редагування файлу Інструмента

source: Choisir un paramètre général à modifier, puis touches de contrôle:
uk: Виберіть загальний параметр для зміни, потім використовуйте клавіші керування:

source: mMpP : modifie la valeur numérique ou binaire
uk: mMpP : змінює числове або бінарне значення

source: jk : passe au paramètre précédent ou suivant
uk: jk : перехід до попереднього або наступного параметра

source: [flèches] : change la note courante
uk: [стрілки] : змінює поточну ноту

source: ' ' ou b : joue la note courante
uk: ' ' або b : відтворює поточну ноту

source: 0 ou q : quitte le mode d'édition
uk: 0 або q : вихід з режиму редагування

source: Choisir un paramètre à modifier pour la note courante, puis touches de contrôle:
uk: Виберіть параметр для зміни поточної ноти, потім використовуйте клавіші керування:

source: 0 ou q : quitte le mode d'édition
uk: 0 або q : вихід з режиму редагування

source: choix invalide
uk: некоректний вибір

source: Affichage des informations est arrêté
uk: Відображення інформації зупинено

source: Affichage des informations est démarré
uk: Відображення інформації запущено

source: Choisir une action à réaliser:
uk: Виберіть дію для виконання:

source: Le volume sonore est normalisé, certains réglages peuvent sembler être inopérants
uk: Гучність нормалізована, деякі налаштування можуть здаватися неефективними

source: ==>Erreur, l'Instrument n'a pas de note diapason, l'accordage n'est pas possible.
uk: ==>Помилка: Інструмент не має ноти‑діапазону, налаштування неможливе.

source: volume sonore général remonté de %.1fdB à %.1fdB
uk: загальна гучність підвищена з %.1fдБ до %.1fдБ

source: Note <%s> %.1fHz
uk: Нота <%s> %.1fГц

source: Erreur, il faut d'abord jouer une première note
uk: Помилка: спочатку потрібно зіграти першу ноту

source: Erreur, il faut d'abord jouer un accord de 2 ou 3 notes
uk: Помилка: спочатку потрібно зіграти акорд з 2 або 3 нот

source: Erreur, serveur son non géré
uk: Помилка: звуковий сервер не підтримується

source: fonction non disponible sous windows
uk: функція недоступна під Windows

source: Le son de la capture est maintenant joué à la place du son synthétisé
uk: Захоплений звук тепер відтворюється замість синтезованого

source: Le son synthétisé est maintenant joué à la place du son de la capture
uk: Синтезований звук тепер відтворюється замість захопленого

source: ==>ERREUR : il n'y a pas de son capturé pour la note %s
uk: ==>ПОМИЛКА: немає захопленого звуку для ноти %s

source: ==> Attention : volume sonore trop élevé de %0.1fdB, volume général baissé de %0.1fdB à %0.1fdB
uk: ==> Увага: гучність надто висока на %0.1fдБ, загальну гучність знижено з %0.1fдБ до %0.1fдБ

source: ==> Attention : volume sonore correction automatique hors limite = %0.1fdB
uk: ==> Увага: автоматична корекція гучності поза межами = %0.1fдБ

source: arrêt de l'application pour préserver le système audio
uk: зупинка програми для захисту аудіосистеми

source: note %s:P%-3d fréquence %6.1fHz amplitude %6.1fdB écart : %6.1fHz %4.1fCents
uk: нота %s:P%-3d частота %6.1fГц амплітуда %6.1fдБ відхилення: %6.1fГц %4.1f центів

source: note %s:P%d amplitude %6.1fdB à %6.2fHz
uk: нота %s:P%d амплітуда %6.1fдБ на %6.2fГц

source: ==> ERREUR: impossible de retirer la note %s, abandon de la commande
uk: ==> ПОМИЛКА: неможливо видалити ноту %s, команду скасовано

source: Capture démarrée jusqu'au niveau sonore de %.fdB ou un appui sur une touche...
uk: Захоплення розпочато до рівня звуку %.fдБ або натискання клавіші...

source: ==> Erreur fichier General, erreur de format ou de valeur, ligne %u <%s>
uk: ==> Помилка у файлі General: помилка формату або значення, рядок %u <%s>

source: ==> Erreur fichier General, le paramètre VelociteMinimum doit être en dB et < 0dB
uk: ==> Помилка у файлі General: параметр VelociteMinimum має бути в дБ і < 0дБ

source: ==> Erreur fichier General, le paramètre VelociteMinimum doit être défini après le paramètre VelociteCourbe
uk: ==> Помилка у файлі General: параметр VelociteMinimum має бути визначений після параметра VelociteCourbe

source: ==> Erreur fichier General, le paramètre VelociteGamma doit être >=1 et <= 5
uk: ==> Помилка у файлі General: параметр VelociteGamma має бути >=1 і <=5

source: Suite à un défaut de déclaration, la Reverb <%s> n'est pas chargée
uk: Через помилку оголошення реверберацію <%s> не завантажено

source: ==> Erreur fichier General, le paramètre VolumeGeneral doit être en dB et < 0dB
uk: ==> Помилка у файлі General: параметр VolumeGeneral має бути в дБ і < 0дБ

source: ==> Erreur fichier General, le paramètre FreqAffichage doit être >=10 et <= 60
uk: ==> Помилка у файлі General: параметр FreqAffichage має бути >=10 і <=60

source: ==> Erreur fichier General, le paramètre GraphiqueCouleurFondTexte doit être de 6 nombres flotants (%d trouvés) entre 0 et 1
uk: ==> Помилка у файлі General: параметр GraphiqueCouleurFondTexte має містити 6 чисел з плаваючою комою (%d знайдено) між 0 і 1

source: ==> Erreur fichier General, ligne %d non reconnue : <%s>
uk: ==> Помилка у файлі General: рядок %d не розпізнано : <%s>

source: erreur, fichier WAV non trouvé ==>%s<==
uk: помилка: файл WAV не знайдено ==>%s<==

source: erreur, fichier WAV trop court ==>%s<==
uk: помилка: файл WAV надто короткий ==>%s<==

source: erreur, fichier non RIFF/WAVE ==>%s<==
uk: помилка: файл не є RIFF/WAVE ==>%s<==

source: Erreur, chunk fmt manquant ==>%s<==
uk: Помилка: відсутній chunk fmt ==>%s<==

source: Format audio non supporté: audioFormat=%d, channels=%d, bitsPerSample=%d
uk: Аудіоформат не підтримується: audioFormat=%d, канали=%d, bitsPerSample=%d

source: Erreur lecture chunk
uk: Помилка читання chunk

source: Erreur, saut de chunk impossible dans le fichier WAV ==>%s<==
uk: Помилка: неможливо пропустити chunk у файлі WAV ==>%s<==

source: erreur de lecture des données audio
uk: помилка читання аудіоданих

source: erreur, note %s fichier non trouvé ==>%s<==
uk: помилка: для ноти %s файл не знайдено ==>%s<==

source: ==> Erreur, impossible d'ouvrir en écriture le fichier : <%s>
uk: ==> Помилка: неможливо відкрити файл для запису: <%s>

source: Fichier enregistré : <%s>
uk: Файл збережено: <%s>

source: Répertoire d'enregistrement des sons capturés : <%s>
uk: Каталог збереження захоплених звуків: <%s>

source: ==> Attention : nom de colonne inconnu <%s>
uk: ==> Увага: невідоме ім’я колонки <%s>

source: Erreur : ligne des noms des colonnes déjà analysée
uk: Помилка: рядок назв колонок уже проаналізовано

source: ==> ATTENTON : nombre de colonnes = %d, pour un maximum de %d attendues !
uk: ==> УВАГА: кількість колонок = %d, очікувалося максимум %d!

source: ==> ERREUR : ligne %d, la note doit avoir un nom l'identifiant
uk: ==> ПОМИЛКА: рядок %d, нота повинна мати ідентифікаційну назву

source: ==> ERREUR : ligne %d, la note doit avoir un numéro l'identifiant
uk: ==> ПОМИЛКА: рядок %d, нота повинна мати ідентифікаційний номер

source: ==> Erreur de valeur=%s, le StereoYSource doit être dans [0..10] mètres
uk: ==> Помилка: значення=%s, StereoYSource має бути в межах [0..10] метрів

source: ==> Attention note %s : niveau de puissance en dB (ne pas écrire dB dans les cases) du filtre harmonique interdit =%.2fdB , doit être <0 et 0 = pas de filtre, forcé à 0
uk: ==> Увага, нота %s: рівень потужності в дБ (не писати «dB» у полях) гармонічного фільтра недопустимий =%.2fдБ, має бути <0; 0 = без фільтра, встановлено 0

source: Attention, note %s avec %d fréquences déclarées et nombre de voix incohérent <%d> corrigé à <%d>
uk: Увага: нота %s має %d задекларованих частот і некоректну кількість голосів <%d>, виправлено на <%d>

source: Attention, note %s avec un nombre d'haromiques fixé incompatible avec des harmoniques listés
uk: Увага: нота %s має фіксовану кількість гармонік, несумісну з перерахованими гармоніками

source: Erreur, note %s les harmoniques sont mal définis : <%s>
uk: Помилка: у ноти %s гармоніки визначені некоректно: <%s>

source: ==> Attention note %s : trop d'harmoniques inaudibles, nbh * fréquence note= %d * %7.1fHz > %dHz, nombre réduit à %d
uk: ==> Увага: нота %s має забагато нечутних гармонік, nbh * freq = %d * %7.1fГц > %dГц, кількість зменшено до %d

source: Attention, note %s avec 0 voix/corde
uk: Увага: нота %s має 0 голосів/струн

source: Attention, note %s avec nombre de voix/corde hors limites
uk: Увага: нота %s має кількість голосів/струн поза межами

source: ==> Erreur : note %s, nombre d'harmoniques=%d, note avec 0 ou trop d'harmoniques
uk: ==> Помилка: нота %s має кількість гармонік=%d, 0 або надто багато гармонік

source: ==> ERREUR : ligne %d, le numéro de note MIDI doit être dans la plage [1:%d]
uk: ==> ПОМИЛКА: рядок %d, номер MIDI ноти має бути в діапазоні [1:%d]

source: ligne %d erreur MIDINoteNum déjà définie %s
uk: рядок %d: помилка — MIDINoteNum уже визначено %s

source: Attention, note %s avec fichier Attack WAV mal renseigné
uk: Увага: нота %s має некоректно вказаний файл Attack WAV

source: Attention, note %s avec fichier Attack WAV volume non renseigné ou à 0
uk: Увага: нота %s має невказану або нульову гучність Attack WAV

source: Attention, note %s : la durée de l'attaque ne peut pas être < à 0, elle est forcée au quart d'onde
uk: Увага: нота %s — тривалість атаки не може бути <0, встановлено значення «чверть хвилі»

source: Attention, note MIDI %s avec fichier Release WAV mal renseigné
uk: Увага: MIDI‑нота %s має некоректно вказаний файл Release WAV

source: Attention, note %s avec fichier Release WAV volume non renseigné ou à 0
uk: Увага: нота %s має невказану або нульову гучність Release WAV

source: ==> ATTENTION, le paramètre instrType n'est pas reconnu : <%s>
uk: ==> УВАГА: параметр instrType не розпізнано: <%s>

source: ==> Erreur, le paramètre PedaleSoftVolume doit être en dB et < 0dB
uk: ==> Помилка: параметр PedaleSoftVolume має бути в дБ і < 0дБ

source: ==> Erreur, le paramètre PedaleUnaCorda doit être 0 ou 1
uk: ==> Помилка: параметр PedaleUnaCorda має бути 0 або 1

source: ==> Erreur, le paramètre PedaleSoftVolume doit être défini avant PedaleUnaCorda
uk: ==> Помилка: параметр PedaleSoftVolume має бути визначений перед PedaleUnaCorda

source: Erreur : PitchbendRange %.1f hors limite
uk: Помилка: PitchbendRange %.1f поза межами

source: ==> Erreur, le paramètre NiveauCouplageMecanique doit être en dB et < 0dB
uk: ==> Помилка: параметр NiveauCouplageMecanique має бути в дБ і < 0дБ

source: ==> Erreur de format ou de valeur ligne %u
uk: ==> Помилка формату або значення у рядку %u

source: ==> Erreur, le paramètre VelociteMinimum doit être en dB et < 0dB
uk: ==> Помилка: параметр VelociteMinimum має бути в дБ і < 0дБ

source: ====> Erreur, ligne %d le paramètre n'est pas reconnu : %s
uk: ====> Помилка: рядок %d, параметр не розпізнано: %s

source: Choisir un fichier Instrument dans le répertoire courant:
uk: Виберіть файл Інструмента в поточному каталозі:
