Repository: ViGAWorld-FR/ViGAWorld-ViGAPhone
Catalog: locale-po/*.po
Languages: uk

source: 0 : abandonne, '.' accéde au répertoire de base et '..' au parent, [ENTREE] rafraîchit la liste
uk: 0 : скасувати, '.' — перейти до базового каталогу, '..' — до батьківського, [ENTER] — оновити список

source: Erreur, le nom du fichier donné n'existe pas
uk: Помилка: вказаний файл не існує

source: erreur, fichier Instrument non trouvé ==>%s<==
uk: помилка: файл Інструмента не знайдено ==>%s<==

source: Erreur, système non arrêté avant le chargement de la nouvelle configuration
uk: Помилка: систему не зупинено перед завантаженням нової конфігурації

source: ==>ERREUR : ligne %d non reconnue
uk: ==>ПОМИЛКА: рядок %d не розпізнано

source: ERREUR : Le fichier <%s> n'est pas reconnu comme Instrument
uk: ПОМИЛКА: файл <%s> не розпізнано як файл Інструмента

source: ==>Erreur, il manque la définition du Diapason normalement à 440Hz@M69
uk: ==>Помилка: відсутнє визначення діапазону (звичайно 440Гц@M69)

source: Diapason par défaut appliqué selon la note <%s> : fréquence=%.2fHz
uk: Застосовано діапазон за замовчуванням згідно з нотою <%s>: частота=%.2fГц

source: Attention, TH_IR_freq_ampl_dB est vide
uk: Увага: TH_IR_freq_ampl_dB порожній

source: Attention, TH_IR_freq_ampl_dB erreur de format, il manque un séparateur ' '
uk: Увага: TH_IR_freq_ampl_dB — помилка формату, відсутній пробіл‑розділювач

source: ==> Erreur, la note %s est rejetée, ligne %d
uk: ==> Помилка: ноту %s відхилено, рядок %d

source: ==>Erreur, l'Instrument est de type piano, il manque la définition du paramètre NiveauCouplageMecanique il est forcé à -30dB.
uk: ==>Помилка: Інструмент типу «піаніно», відсутній параметр NiveauCouplageMecanique, встановлено -30дБ.

source: Suite à%s un abandon, le fichier Instrument n'a pas été chargé.
uk: Через%s скасування файл Інструмента не було завантажено.

source: Sauvegarde du fichier Instrument: %s
uk: Збереження файлу Інструмента: %s

source: Appuyer sur [ENTREE] pour faire une sauvegarde incrémentielle avec '+' ou saisir X pour écrire sur le fichier Instrument actuel ou saisir un nouveau nom de fichier Instrument sans le sufix '%s' ?
uk: Натисніть [ENTER] для інкрементного збереження з '+' або введіть X для запису в поточний файл Інструмента або введіть нову назву файлу Інструмента без суфікса '%s' ?

source: nom de fichier incorrect <%s>
uk: некоректна назва файлу <%s>

source: --- Sauvegarde de l'Instrument dans le fichier : <%s>
uk: --- Збереження Інструмента у файл: <%s>

source: Sauvegarde réussie
uk: Збереження успішне

source: :Spectre Capture de la note
uk: :Спектр захоплення ноти

source: accorder
uk: налаштувати

source: :P1 à
uk: :P1 до

source: >>> JOUE LE SON REEL <<<
uk: >>> ВІДТВОРЮЄ РЕАЛЬНИЙ ЗВУК <<<

source: Touches de commande : r=rafraîchit, q=quitte, ?=affiche l'aide sur la console
uk: Клавіші керування: r=оновити, q=вийти, ?=показати довідку в консолі

source: , t=choix du spectre, f=échelle dB/réelle, g=gèle la capture, %=envoie les commandes à la console
uk: , t=вибір спектра, f=масштаб dB/реальний, g=заморозити захоплення, %=надсилати команди в консоль

source: Spectre temporel: Amplitude/temps(s) pour la Note attendue :
uk: Часовий спектр: Амплітуда/час(с) для очікуваної ноти:

source: , fréquence : théorique
uk: , частота: теоретична

source: réelle %.2fHz, écart : %.2fHz (%.1f cents)
uk: реальна %.2fГц, відхилення: %.2fГц (%.1f центів)

source: capture gelée
uk: захоплення заморожене

source: , Max à
uk: , Макс на

source: , analyse à :
uk: , аналіз на:

source: ms durée
uk: мс тривалість

source: , la note n'a pas été capturée
uk: , ноту не було захоплено

source: Spectre fréquentiel: Amplitude/fréquence(Hz) + amplitudes des
uk: Частотний спектр: Амплітуда/частота(Гц) + амплітуди

source: Partiels/pics,
uk: часткових/піків,

source: Comparateur d'unisson fréquentiel:
uk: Порівняння частотного унісону:

source: règle d'accord:
uk: правило налаштування:

source: , pour la Note attendue :
uk: , для очікуваної ноти:

source: réelle
uk: реальна

source: , écart :
uk: , відхилення:

source: paramètre:
uk: параметр:

source: %s, commande de capture : c : capture, A : abandon, v n : valide, n: valide + note suivante
uk: %s, команда захоплення: c — захопити, A — скасувати, v n — підтвердити, n — підтвердити + наступна нота

source: %s, en attente d'une note forte terminée par un silence(son < %.fdB), appuyer sur une touche pour arrêter...
uk: %s, очікування сильної ноти, що завершується тишею (звук < %.fдБ), натисніть клавішу для зупинки...

source: Capture démarrée jusqu'au silence ou appuyer sur une touche pour arrêter...
uk: Захоплення розпочато до тиші або натисніть клавішу для зупинки...

source: Fenêtre SpectreCapture fermée.
uk: Вікно SpectreCapture закрито.

source: Ouvre la fenêtre SpectreCapture...
uk: Відкривається вікно SpectreCapture...

source: La fenêtre SpectreCapture est déjà ouverte.
uk: Вікно SpectreCapture вже відкрите.

source: ==> ERREUR: impossible d'initialiser FreeType
uk: ==> ПОМИЛКА: неможливо ініціалізувати FreeType

source: ==> ERREUR: impossible de trouver une fonte équivalente à <%s>
uk: ==> ПОМИЛКА: неможливо знайти еквівалентний шрифт <%s>

source: Fonte chargée par défaut : %s : %s
uk: Завантажено шрифт за замовчуванням: %s : %s

source: ==> ERREUR:échec du chargement de la fonte <%s>
uk: ==> ПОМИЛКА: не вдалося завантажити шрифт <%s>

source: ==> Erreur:la fonte <%s> n'existe pas
uk: ==> Помилка: шрифт <%s> не існує

source: ==> Erreur:la fonte <%s> taille %d n'existe pas
uk: ==> Помилка: шрифт <%s> розміру %d не існує

source: Erreur icône de l'application non trouvée
uk: Помилка: іконку застосунку не знайдено

source: vue graphique au 1ier plan
uk: графічне вікно на передньому плані

source: Erreur, mauvais format de données pour Reverb:<%s>
uk: Помилка: неправильний формат даних для Reverb:<%s>

source: ==> Erreur:Reverb pas assez d'éléments ou mauvais format.
uk: ==> Помилка: Reverb має недостатньо елементів або неправильний формат.

source: ==>Erreur Reverb: délai hors limites, ligne <%s>
uk: ==>Помилка Reverb: затримка поза межами, рядок <%s>

source: ==>Erreur Reverb: l'amplitude est en dB <0, ligne <%s>
uk: ==>Помилка Reverb: амплітуда в дБ <0, рядок <%s>

source: ==>Erreur Reverb: délai trop important forcé à 0, ligne <%s>
uk: ==>Помилка Reverb: надто велика затримка, встановлено 0, рядок <%s>

source: ==>Erreur Reverb: mauvaise syntaxe, ligne <%s>
uk: ==>Помилка Reverb: неправильний синтаксис, рядок <%s>

source: ==> Erreur:Reverb mauvaise syntaxe.
uk: ==> Помилка: неправильний синтаксис Reverb.

source: ==>Erreur Reverb: délai feedback trop important forcé à 0, ligne <%s>
uk: ==>Помилка Reverb: надто велика зворотна затримка, встановлено 0, рядок <%s>

source: ==> Erreur: VelociteCourbeUDef, il y a %d paires *&* au lieu de 127 <%s>
uk: ==> Помилка: VelociteCourbeUDef містить %d пар *&* замість 127 <%s>

source: ==> Erreur: VelociteCourbeUDef, index %d hors limites [1:127]
uk: ==> Помилка: VelociteCourbeUDef, індекс %d поза межами [1:127]

source: ==> Erreur: VelociteCourbeUDef, valeur %.3f hors limites [1:127]
uk: ==> Помилка: VelociteCourbeUDef, значення %.3f поза межами [1:127]

source: défaut d'allocation mémoire voix_ondes
uk: помилка виділення пам’яті для voix_ondes

source: ==> Erreur : clé de clavier MIDI hors limite %d
uk: ==> Помилка: клавіша MIDI поза межами %d

source: ==> ERREUR : init_note %s (int)pNote->voix_ondesSize %d pNote->listePartielsAmplitudesSize %d
uk: ==> ПОМИЛКА: init_note %s (int)pNote->voix_ondesSize %d pNote->listePartielsAmplitudesSize %d

source: ==>Erreur, le paramètre StereoLargeurEcoute=%fm est trop grand
uk: ==>Помилка: параметр StereoLargeurEcoute=%fм надто великий

source: ==>Erreur, le paramètre StereoYSource=%fm est hors limites doit être entre 0m et 10.m
uk: ==>Помилка: параметр StereoYSource=%fм поза межами, має бути між 0м і 10м

source: : L'application est trop ancienne, merci de faire une mise à jour et de renouveler votre licence d'utilisation
uk: : Застосунок надто застарілий, оновіть його та поновіть ліцензію

source: ==> ERREUR%s
uk: ==> ПОМИЛКА%s

source: ==> ATTENTION%s, il vous reste %d jours d'utilisation
uk: ==> УВАГА%s, у вас залишилось %d днів використання

source: Voici le texte contenant la signature de l'ordinateur à copier/coller sur le site web pour obtenir une licence:
uk: Ось текст із сигнатурою комп’ютера, скопіюйте/вставте його на сайт для отримання ліцензії:

source: ==> ERREUR égalité KO
uk: ==> ПОМИЛКА: перевірка відповідності не пройдена

source: Connexion automatique impossible, passer en manuel si besoin est.
uk: Автоматичне підключення неможливе, за потреби перейдіть у ручний режим.

source: Choisir le client MIDI à connecter :
uk: Виберіть MIDI‑клієнта для підключення:

source: La liste est vide, connecter un périphérique MIDI puis appuyer sur [ENTREE] pour rafraîchir la liste
uk: Список порожній, підключіть MIDI‑пристрій і натисніть [ENTER] для оновлення списку

source: connexion auto JACK
uk: автопідключення JACK

source: connexion auto ALSA
uk: автопідключення ALSA

source: Choisir le client MIDI à connecter ou déconnecter :
uk: Виберіть MIDI‑клієнта для підключення або відключення:

source: Session MIDI sauvegardée dans le fichier '%s'
uk: Сесію MIDI збережено у файл '%s'

source: %s canal %2d volume de %d dB réglé à %d dB
uk: %s канал %2d гучність з %d дБ встановлено на %d дБ

source: ====> Attention : volume général modifié de %0.1fdB à %0.1fdB
uk: ====> Увага: загальну гучність змінено з %0.1fдБ до %0.1fдБ

source: %s ATTENTION note non définie
uk: %s УВАГА: нота не визначена

source: hors limites [-1:1]
uk: поза межами [-1:1]

source: %s pitchbend à %.3f%s, plage de variation +-%.1f 1/2 tons soit la fréquence*%.3f value H%04X param H%04X
uk: %s pitchbend %.3f%s, діапазон зміни +-%.1f півтонів, тобто частота*%.3f значення H%04X параметр H%04X

source: Fichier Instrument :
uk: Файл Інструмента:

source: Nom court, Version Date :
uk: Коротка назва, Версія, Дата:

source: Description :
uk: Опис:

source: Auteur du paramétrage :
uk: Автор параметризації:

source: Vélocité minimum :
uk: Мінімальна швидкість (velocity):

source: Instrument spécial :
uk: Спеціальний інструмент:

source: Clavier :
uk: Клавіатура:

source: touches
uk: клавіш

source: dont
uk: з яких

source: basses
uk: басових

source: touches spéciales/pédales
uk: спеціальних клавіш/педалей

source: ==>Erreur de format numérique pour la valeur <
uk: ==>Помилка числового формату для значення <

source: --- Information sur l'application
uk: --- Інформація про застосунок

source: Conçu par
uk: Створено

source: en date du
uk: на дату

source: ; compilée le
uk: ; скомпільовано

source: Erreur lors de la récupération des dimensions de l'écran : %lu
uk: Помилка під час отримання розмірів екрана: %lu

source: Pas de redimensionnement nécessaire. Dimensions actuelles : %d colonnes, %d lignes.
uk: Зміна розміру не потрібна. Поточні розміри: %d колонок, %d рядків.

source: Erreur lors de la modification du tampon d'écran : %lu
uk: Помилка під час зміни буфера екрана: %lu

source: Erreur lors de la modification de l'écran : %lu
uk: Помилка під час зміни параметрів екрана: %lu

source: L'écran doit être redimensionné à %d colonnes et %d lignes.
uk: Екран потрібно змінити до %d колонок і %d рядків.

source: Erreur lors de la modification de la taille de l'écran
uk: Помилка під час зміни розміру екрана

source: L'écran doit être redimensionné à %d colonnes et %d lignes sous Linux.
uk: Під Linux екран потрібно змінити до %d колонок і %d рядків.

source: ==> ATTENTION: Pour afficher correctement les informations, il faut agrandir l'écran, taille actuelle:(%d,%d) taille minimum souhaitée (%d,%d).
uk: ==> УВАГА: Для коректного відображення інформації потрібно збільшити екран, поточний розмір:(%d,%d) мінімально бажаний (%d,%d).

source: Sortie audio:SampleRate=%d échantillons par seconde sur %d canaux, ServeurAudioTampon=%d=%0.3fms ServeurAudioPeriode=%d=%0.3fms
uk: Аудіовихід: SampleRate=%d вибірок/с на %d каналах, ServeurAudioTampon=%d=%0.3fмс ServeurAudioPeriode=%d=%0.3fмс

source: Capture audio:SampleRate=%d échantillons par seconde sur %d canaux, ServeurAudioPeriode=%d=%0.3fms
uk: Аудіозахоплення: SampleRate=%d вибірок/с на %d каналах, ServeurAudioPeriode=%d=%0.3fмс

source: Mode spécial Accordeur désactivé
uk: Спеціальний режим Акордера вимкнено

source: Bienvenue dans le ViGAPhone World ! 🎶 🎹 🪗 🎻 🎺 🥁 Parce que la musique est un monde de partage !
uk: Ласкаво просимо у світ ViGAPhone! 🎶 🎹 🪗 🎻 🎺 🥁 Адже музика — це світ, яким діляться!

source: ==> Merci de lire le fichier LICENSE.txt avant usage pour la licence d'utilisation.
uk: ==> Будь ласка, прочитайте LICENSE.txt перед використанням для ознайомлення з умовами ліцензії.

source: '?' affiche la liste des commandes disponibles.
uk: '?' показує список доступних команд.

source: Ajouter l'option -h pour avoir la liste des paramètres de lancement
uk: Додайте параметр -h, щоб отримати список параметрів запуску

source: Options de lancement du programme : <ce programme> [<Options>] [<nom du fichier de l'Instrument>] Options: -f <nom du fichier de l'Instrument> : nom du fichier de l'Instrument ou nom d'un répertoire contenant des instruments -ServeurAudio JACK | ALSA | WASAPI| WASAPIEX : Choix du serveur son pour linux=JACK ou ALSA, pour windows=WASAPI en mode partagé ou WASAPIEX en mode exclusif mais dans ce cas la carte son doit supporter le format float32 -ServeurAudioPeriode <valeur> : nombre d'échantillons sonores dans 1 periode de traitement, 512 par défaut, influe sur le délai de latence. JACK n'utilise pas de tampon ciculaire et offre la meilleure latence avec le plus de risque de pets en cas de retard, ALSA comme WASAPI utilise un tampon circulaire de 2 à 4 périodes, ayant plus de latence mais étant moins sujet à produrie des pets. -ServeurAudioFreq <valeur> : fréquence d'échantillonnage souhaitée, 48000 par défaut, pour test avec ALSA seulement car normalement c'est le système d'exploitation qui définit cela en fonction des contraintes matérielles -ServeurAudioNbThreadsPCM : nombre de threads affectés au moteur audio, par défaut = nombre de coeurs de la CPU -ServeurMIDI JACK+ALSA | JACK | ALSA : Choix du serveur MIDI JACK ou ALSA ou les deux JACK+ALSA -AlsaMIDIOut <nom du connecteur ALSA clavier ou source MIDI> : exemples 'MIDI Out:out' 'VMPK Output:out' -JackWaveInL <nom du connecteur de sortie son gauche> : exemples 'Built-in Audio Analog Stereo:playback_FL' 'cinnamon:input_FL' -JackWaveInR <nom du connecteur de sortie son droit> : exemples 'Built-in Audio Analog Stereo:playback_FR' 'Built-in Audio Analog Stereo:playback_FR' -JackMIDIOut <nom du connecteur JACK clavier ou source MIDI> : exemples 'Mamba:out' 'Midi-Bridge:CASIO USB-MIDI 1:(capture_0)' 'CASIO USB-MIDI MIDI 1' -WinMIDIOut <nom du périphérique MIDI windows> : "ViGAPhoneLoop" -MIDIXAUTO : connexion automatique au client MIDI qui se branche, actif par défaut -OndeVolumeMinimum <valeur> : volume minimum pour extinction d'une onde valeur en dB <=0 : optimise les performances, éteint les ondes dont le volume sonore est inférieur à ce seuil, n‘est actif que quand le nombre d’ondes est supérieur au seuil, valeur par exemple : -60dB -OndeVolumeMinimumNbSeuil <valeur> : optimise les performances, seuil de nombre d’ondes actives autorisant d’éteindre les plus faibles valeur par exemple : 11000 -StereoLargeurEcoute <valeur> : largeur en mètres de la séparation des points d'écoute gauche et droit, par défaut 0,20m -StereoAffaiblissement <valeur> : valeur maximale de l'affaiblissement selon l'angle de la source par rapport aux points d'écoute et à leur écart, par défaut -6dB/m -Tada <volume> : joue une musique d'accueil au démarrage, volume entre 0 et 10, 0=ne joue pas la musique, 10 par défaut -IMIDI : affiche les événements MIDI -D : affiche des informations de débogage -DMIDI : affiche les données brutes des événements MIDI non traités -h pour avoir la liste des paramètres de lancement Le programme démarre en mode interactif: Taper '?' affiche la liste des commandes disponibles. Arrêter le programme par la touche 'Q' ou plus brutalement par 'CTRL C'
uk: Параметри запуску програми: <ця програма> [<Параметри>] [<файл Інструмента>] Параметри: -f <файл> : файл Інструмента або каталог з інструментами -ServeurAudio JACK | ALSA | WASAPI | WASAPIEX : вибір аудіосервера -ServeurAudioPeriode <значення> : кількість вибірок у періоді (512 за замовчуванням) -ServeurAudioFreq <значення> : частота дискретизації (лише для тестів ALSA) -ServeurAudioNbThreadsPCM : кількість потоків аудіодвигуна -ServeurMIDI JACK+ALSA | JACK | ALSA : вибір MIDI сервера -AlsaMIDIOut <конектор> : приклади 'MIDI Out:out' 'VMPK Output:out' -JackWaveInL <конектор> : приклади 'Built-in Audio Analog Stereo:playback_FL' -JackWaveInR <конектор> : приклади 'Built-in Audio Analog Stereo:playback_FR' -JackMIDIOut <конектор JACK> -WinMIDIOut <пристрій Windows MIDI> -MIDIXAUTO : автопідключення MIDI -OndeVolumeMinimum <дБ> : мінімальна гучність хвилі -OndeVolumeMinimumNbSeuil <значення> : поріг кількості хвиль -StereoLargeurEcoute <м> : ширина стереобази -StereoAffaiblissement <дБ/м> : максимальне ослаблення -Tada <гучність> : музика привітання -IMIDI : показувати MIDI події -D : показувати debug -DMIDI : показувати необроблені MIDI події -h : список параметрів Програма запускається в інтерактивному режимі. '?' показує список команд. Вихід: 'Q' або 'CTRL C'

source: --- Liste des commandes disponibles sur la dernière note jouée: [flèches] : change la note courante, gauche = précédente, droite = suivante, bas = octave inférieure, haut = octave supérieure ; si les flèches ne marchent pas utiliser les commandes mMpP [espace] : rejoue/arrête la ou les 3 dernières notes b : rejoue et maintient la ou les 3 dernières notes, les touches restent baissées n : mémorise la note courante pour former un accord H : affiche les fréquences et amplitudes des partiels et quelques informations sur la note h : compare les partiels du dernier accord joué et affiche les concordances et les dissonances h + assitant accordeur graphique : liste des notes et partiels en résonance avec la note courante m M : diminue le paramètre un peu ou FORTEMENT N : choisit un paramètre de note à modifier p P : augmente le paramètre un peu ou FORTEMENT r : rafraîchit la vue ou le paramètre en cours de modification s : joue le son capturé au lieu du son synthétisé On/Off --- Liste des commandes générales: % : ouvre la fenêtre graphique, affiche en temps réel les spectres sonores temporels et fréquentiels a : arrête toutes les notes (all notes off), efface l'accord mémorisé A : menu spécial Accordeur d : affiche les informations de débogage On/Off D : menu spécial Divers et Debogage F : charge un nouveau fichier d'Instrument G : choisit un paramètre global à modifier I : affiche les informations sur le programme et le fichier d'Instrument q : quitte la commande en cours Q : quitte le programme r : rafraichit l'écran R : recharge le fichier d'Instrument et restaure les valeurs d'origine S : sauvegarde les paramètres de l'Instrument dans un fichier ainsi que les captures sonores X : change la connexion à un client MIDI ? : affiche la liste des commandes disponibles
uk: --- Список команд для останньої зіграної ноти: [стрілки] : змінюють поточну ноту (ліворуч=попередня, праворуч=наступна, вниз=октава нижче, вгору=октава вище) [пробіл] : відтворити/зупинити останні 1–3 ноти b : відтворити та утримувати останні ноти n : запам’ятати ноту для формування акорду H : показати частоти та амплітуди часткових h : порівняти часткові акорду m M : зменшити параметр (трохи/сильно) N : вибрати параметр ноти p P : збільшити параметр (трохи/сильно) r : оновити вигляд s : відтворювати захоплений звук замість синтезованого --- Загальні команди: % : відкрити графічне вікно a : зупинити всі ноти A : меню Акордера d : debug On/Off D : меню Різне та Debug F : завантажити файл Інструмента G : вибрати глобальний параметр I : інформація про програму та Інструмент q : вийти з команди Q : вийти з програми r : оновити екран R : перезавантажити файл Інструмента S : зберегти параметри та захоплені звуки X : змінити MIDI‑клієнта ? : список команд

source: --- Liste des commandes dans la vue graphique: g : gèle la capture sonore pour l'analyse du timbre f : choisit l'échelle dB/réelle jJkK mMpP : déplacement et zoom q : quitte et ferme la fenêtre Q : quitte le programme r : recompose la vue t : choisit le spectre z : zoom on/off % : envoie les commandes jkmMpP à la console, agit sur le paramètre à modifier [flèches] [espace] a b s : identiques console [début/home] : positionne le spectre au début ? : affiche sur la console la liste des commandes disponibles pour la vue graphique
uk: --- Команди у графічному режимі: g : заморозити захоплення для аналізу тембру f : вибрати шкалу dB/реальну jJkK mMpP : переміщення та масштаб q : закрити вікно Q : вийти з програми r : перемалювати вигляд t : вибрати спектр z : увімк/вимк зум % : надсилати команди jkmMpP у консоль [стрілки] [пробіл] a b s : як у консолі [home] : перейти на початок спектра ? : показати список команд у консолі

source: abandonne
uk: скасувати

source: volume sonore général
uk: загальна гучність

source: stéréo On/Off
uk: стерео Увімк/Вимк

source: résonance sympathique On/Off
uk: симпатична резонансність Увімк/Вимк

source: réverbération On/Off
uk: реверберація Увімк/Вимк

source: réverbération liste et sélection
uk: список і вибір реверберації

source: Instrument en cours: normalise le volume des notes On/Off
uk: Поточний інструмент: нормалізація гучності нот Увімк/Вимк

source: Instrument en cours: diapason
uk: Поточний інструмент: діапазон

source: Instrument en cours: Niveau de Couplage Mécanique pour la résonance sympathique
uk: Поточний інструмент: рівень механічного зв’язку для симпатичної резонансності

source: clavier MIDI: courbe de vélocité D E L U
uk: MIDI‑клавіатура: крива швидкості D E L U

source: clavier MIDI: puissance gamma
uk: MIDI‑клавіатура: гамма‑потужність

source: clavier MIDI: volume sonore de la vélocité minimum
uk: MIDI‑клавіатура: гучність мінімальної швидкості

source: réduit temporairement les effets sonores: mono voix, étouffoir, durée infinie, enveloppe ADSR sans DS, vélocitée max, Reverb Off, sur toutes les notes, On/Off
uk: тимчасово зменшує звукові ефекти: моно‑голос, демпфер, нескінченна тривалість, ADSR без DS, макс. швидкість, реверберація вимкнена, для всіх нот Увімк/Вимк

source: réduit temporairement le nombre de voix à 1 sur toutes les notes On/Off
uk: тимчасово зменшує кількість голосів до 1 для всіх нот Увімк/Вимк

source: bascule temporairement les notes sur les captures sonores pour jouer les sons réels enregistrés On/Off
uk: тимчасово перемикає ноти на захоплені звуки для відтворення реальних записів Увімк/Вимк

source: MIDI: affiche les événements reçus On/Off
uk: MIDI: показувати отримані події Увімк/Вимк

source: MIDI: affiche les événements reçus non traités On/Off
uk: MIDI: показувати необроблені події Увімк/Вимк

source: verrouille SustainTime dans la modification de DecayTime et SustainVolume On/Off
uk: блокує SustainTime під час зміни DecayTime і SustainVolume Увімк/Вимк

source: ou entrée vide : abandonne
uk: або порожній ввід: скасувати

source: affiche le spectrogramme pour régler le microphone et le niveau de bruit
uk: показує спектрограму для налаштування мікрофона та рівня шуму

source: assistant console pour accorder l'Instrument réel: mesure la fréquence de la note jouée et joue son unisson
uk: консольний асистент для налаштування реального інструмента: вимірює частоту зіграної ноти та відтворює її унісон

source: assistant graphique pour accorder l'Instrument réel: ajoute des informations de consonnances
uk: графічний асистент для налаштування реального інструмента: додає інформацію про консонанси
